const Beds = [
	{
		id: 'b1',
		name: 'SLATTUM 슬라툼',
		price: 229000,
		description: '쿠션형 침대프레임150x200 cm',
		detail: '고정커버는 가죽과 같은 촉감 및 외관의 내구성이 우수한 소재로 제작되었으며 스티치는 디자인에 섬세한 디테일을 더해줍니다. 패딩처리된 부드러운 침대헤드는 침대에서 책을 읽거나 TV를 볼 때 편안하게 기댈 수 있도록 제작되었습니다.',
		imgUrl: 'images/b1.png'
	},
	
	{
		id: 'b2',
		name: 'SONGESAND 송에산드',
		price: 309000,
		description: '침대프레임+수납상자2,150x200 cm',
		detail: '단단하고 높은 침대프레임입니다. 모서리 옆선이 부드럽죠. 유행을 타지 않는 클래식한 디자인입니다. 침대 밑에 여분의 침구나 옷을 보관할 수 있는 넉넉한 수납상자가 있습니다.',
		imgUrl: 'images/b2.png'
	},
		
	{
		id: 'b3',
		name: 'SONGESAND 송에산드',
		price: 124000,
		description: '침대프레임, 화이트120x200 cm',
		detail: '단단하고 높은 침대프레임입니다. 모서리 옆선이 부드럽죠. 유행을 타지 않는 클래식한 디자인입니다. 침대수납상자에 여분의 침구를 보관하면 편리합니다.침대 옆판은 매트리스의 두께에 따라 위치를 조절할 수 있습니다.',
		imgUrl: 'images/b3.png'
	},
		
	{
		id: 'b4',
		name: 'MALM 말름',
		price: 459000,
		description: '높은침대프레임, 브라운스테인 물푸레무늬목, 뢴세트180x200 cm',
		detail: '나무 무늬목은 독특하고 다양한 나뭇결, 색상 및 텍스처의 원목 소재와 같은 외관, 느낌 및 아름다움을 선사합니다. 다양하게 활용할 수 있는 이 침대 프레임은 어떤 텍스타일 및 침실 가구와도 잘 어울립니다.',
		imgUrl: 'images/b4.png'
	},
		
	{
		id: 'b5',
		name: 'FLEKKE 플레케',
		price: 569000,
		description: '데이베드+서랍2/매트리스2, 블랙브라운, 후스비카 하드80x200 cm',
		detail: '낮에는 소파, 밤에는 침대로 변신하죠. 싱글 또는 더블침대로. 넉넉한 크기의 서랍이 2개나 있어 이불, 베개, 린넨 등을 보관할 수 있습니다. 공간이 부족한 집에 꼭 맞는 스마트한 솔루션이죠. 등받이는 데이베드 좌우 어느 쪽에든 설치할 수 있습니다. 무늬목 침대로 시간이 흐를수록 멋스러워집니다.',
		imgUrl: 'images/b5.png'
	},
		
	{
		id: 'b6',
		name: 'GRIMSBU 그림스부',
		price: 40000,
		description: '침대프레임, 그레이90x200 cm',
		detail: '단순성, 견고성, 배치 용이성 높이가 낮아 창문이나 경사진 천장 밑에 놓기 좋으며, 아래쪽에는 수납상자를 위한 공간도 충분합니다. 간단한 몇 단계만으로 조립됩니다. 소형 디자인은 좁은 공간이나 낮은 천장 아래에 이상적이므로 이용 가능한 공간을 최대한 활용할 수 있습니다.',
		imgUrl: 'images/b6.png'
	},
		
	{
		id: 'b7',
		name: 'NEIDEN 네이덴',
		price: 64900,
		description: '침대프레임, 소나무120x200 cm',
		detail: '자연원목이라 그대로 사용해도 예쁘고 스테인, 페인트, 왁싱 작업 등을 통해 나의 취향이 더 드러나게 변화를 줘도 좋습니다. 침대프레임이 높아서 밑에 수납상자를 보관하기에도 좋죠. 소형 디자인은 좁은 공간이나 낮은 천장 아래에 이상적이므로 이용 가능한 공간을 최대한 활용할 수 있습니다.',
		imgUrl: 'images/b7.png'
	},
		
	{
		id: 'b8',
		name: 'TARVA 타르바',
		price: 129000,
		description: '침대프레임, 소나무, 루뢰위120x200 cm',
		detail: 'TARVA/타르바 침대프레임은 스칸디나비안 가구 디자인 전통의 현대적 재해석입니다. 디자인은 단순하고 재료는 무가공 목재를 사용하죠. 다른 다양한 스타일의 가구와도 잘 어울리는 디자인입니다. 잘 마모되지 않는 소나무 원목 소재는 나뭇결, 색상, 텍스처의 자연적 특성 덕분에 제품마다 독특한 개성을 선사합니다.',
		imgUrl: 'images/b8.png'
	},
		
	{
		id: 'b9',
		name: 'NORDLI 노르들리',
		price: 299000,
		description: '수납침대프레임, 화이트90x200 cm',
		detail: 'NORDLI/노르들리 침대프레임은 그냥 침대가 아닙니다. 넉넉한 서랍 3개가 있는 수납유닛이기도 하죠. 작은 집에서도 옷, 이불 등의 수납과 편안한 숙면이라는 두 마리 토끼를 다 잡을 수 있는 실용적인 솔루션이죠.',
		imgUrl: 'images/b9.png'
	},
		
	{
		id: 'b10',
		name: 'NESTTUN 네스툰',
		price: 119000,
		description: '침대프레임, 화이트, 루뢰위90x200 cm',
		detail: '튼튼한 스틸구조와 그물 패턴의 침대헤드는 가볍고 발랄한 느낌을 줍니다. 다른 다양한 스타일의 가구와도 잘 어울리는 심플한 디자인이죠. 접착목 갈빗살 17개가 체중에 따라 몸을 받쳐주고 매트리스의 탄성을 살려줍니다.',
		imgUrl: 'images/b10.png'
	},
		
	{
		id: 'b11',
		name: 'KOPARDAL 코파르달',
		price: 194000,
		description: '침대프레임, 그레이, 뢴세트120x200 cm',
		detail: '클래식 스틸 침대프레임을 찾아 엔틱샵을 헤맬 필요가 없습니다. 본 제품의 심플하고 클래식한 디자인은 다른 다양한 스타일의 가구와도 잘 어울리죠.',
		imgUrl: 'images/b11.png'
	},
		
	{
		id: 'b12',
		name: 'LEIRVIK 레이르비크',
		price: 199000,
		description: '침대프레임, 화이트, 루뢰위150x200 cm',
		detail: '화이트 스틸 재질의 화려한 곡선이 돋보이는 제품입니다. 로맨틱한 스타일을 좋아하는 사람이라면 마음을 빼앗기지 않을 수 없죠. 아름다운 텍스타일과 베개로 침대를 마무리하면 매일 동화책처럼 환상적인 꿈을 꿀 수 있을 거예요.',
		imgUrl: 'images/b12.png'
	},
		
	{
		id: 'b13',
		name: 'FYRESDAL 퓌레스달',
		price: 359000,
		description: '데이베드+매트리스2, 블랙, 모스훌트 하드80x200 cm',
		detail: '집에 온 손님이 앉아있기에도, 한가한 날 게으름 피우기에도 좋은 가구죠. 긴의자나 싱글침대로도 사용할 수 있고, 침대 베이스를 쭉 빼서 더블침대로도 사용할 수 있습니다. 파우더코팅 스틸이라 관리가 쉽습니다. 유행을 타지 않는 디자인이란 결국 내가 원하는 스타일을 말합니다. 그게 미니멀리즘이든 알록달록한 패턴이든 말이죠.',
		imgUrl: 'images/b13.png'
	},
		
	{
		id: 'b14',
		name: 'SLÄKT 슬렉트',
		price: 259000,
		description: '침대프레임+보조침대/수납, 화이트90x200 cm',
		detail: '아직 혼자 자는 게 무서울 수도 있어요. 그럴 때는 프레임 아래의 보조침대를 꺼내고 2개의 서랍에 담아둔 침구를 꺼내서 펼치세요. 자녀가 방을 함께 쓰거나 친구를 초대한 경우에도 좋고 아이에게 책을 읽어줄 때도 편리합니다. 보조침대를 꺼내어 하룻밤 자고 가는 친구에게 침실을 만들어주세요. 서랍 두 개가 포함되어 있어 침구와 장난감을 수납하기에도 좋습니다.',
		imgUrl: 'images/b14.png'
	},
		
	{
		id: 'b15',
		name: 'UTÅKER 우토케르',
		price: 319000,
		description: '적층식침대+매트리스2, 소나무, 모스훌트 하드80x200 cm',
		detail: '이 두 침대를 포개면 싱글침대나 소파가 됩니다. 포개지 않고 더블침대, 코너소파 또는 손님용 예비 침대로 사용할 수도 있습니다. 요가를 할 공간이 필요해지면 그냥 다시 포개 두면 됩니다. 포개 놓은 침대를 더블침대, 트윈침대 또는 코너소파로 빠르게 변환할 수 있습니다.',
		imgUrl: 'images/b15.png'
	},
		
	{
		id: 'b16',
		name: 'ASKVOLL 아스크볼',
		price: 169000,
		description: '침대+헤드, 화이트120x200 cm',
		detail: '침대 옆판은 매트리스의 두께에 따라 위치를 조절할 수 있습니다. VARDÖ 침대 박스를 이용해 침대 밑에 수납 공간을 추가하세요.',
		imgUrl: 'images/b16.png'
	},
		
	{
		id: 'b17',
		name: 'HAMMARN 함마른',
		price: 99000,
		description: '소파베드, 크니사 다크그레이, 블랙120 cm',
		detail: '빠르고 간편하게 넉넉한 크기의 2인용 침대로 바꿀 수 있는 소파입니다. 탄탄한 패브릭 제품이어서 편안하게 앉거나 누울 수 있고 무게도 가벼워서 세탁하거나 옮기기 쉽습니다. 신축성 있는 패브릭이 소파베드의 매트리스패드를 감싸고 있기 때문에, 더욱 편안하게 앉고 누울 수 있습니다.',
		imgUrl: 'images/b17.png'
	},
		
	{
		id: 'b18',
		name: 'SAGSTUA 삭스투아',
		price: 234000,
		description: '침대프레임, 화이트, 뢴세트120x200 cm',
		detail: '클래식한 디자인과 황동색 반전 디테일. 침대헤드의 곡선과 황동색 컬러감이 스틸의 차가운 느낌을 부드럽게 잡아줍니다. 마음에 드는 리넨을 씌우면 나만의 색깔이 드러나는 아이템이자 조용하게 쉴 수 있는 공간이 되죠.',
		imgUrl: 'images/b18.png'
	},
		
	{
		id: 'b19',
		name: 'HEMNES 헴네스',
		price: 569000,
		description: '데이베드+서랍3/매트리스2, 화이트, 후스비카 하드80x200 cm',
		detail: '소파, 싱글침대, 더블침대 그리고 수납 공간까지 가구 하나에 모두 담았습니다. 좁은 집에 사는 분에게 꼭 필요한 제품이죠. 이런 스타일을 좋아하시면 다른 HEMNES/헴네스 시리즈와 함께 인테리어하는 것도 좋습니다.',
		imgUrl: 'images/b19.png'
	},

	{
		id: 'b20',
		name: 'HAUGA 하우가',
		price: 299000,
		description: '쿠션형 침대프레임, 비슬레 그레이180x200 cm',
		detail: '패딩처리된 부드러운 침대헤드는 침대에서 책을 읽거나 TV를 볼 때 편안하게 기댈 수 있도록 제작되었습니다. 침대 아래에는 수납상자를 넣어둘 공간이 충분하므로 추가 이불과 베개 등의 물품을 보관하기에 안성맞춤입니다.',
		imgUrl: 'images/b20.png'
	}

]
export default Beds;
