const sofas = [
  {
    id: "s1",
    name: "GRÖNLID 그뢴리드",
    price: 799000,
    description: "3인용소파, 융엔 라이트레드",
    detail:
      "편의에 따라 소파 각 섹션의 크기와 모양을 다른 방식으로 조합할 수 있습니다. 큰 소파가 필요하면 언제든 섹션을 한두 개 추가할 수 있습니다." +
      "GRÖNLID/그뢴리드 소파는 쿠션 상단 한 층을 섬유볼로 채운 넉넉한 크기의 시트쿠션과 편안한 등받이쿠션을 충분히 갖추어 푹신하고 기분 좋게 앉을 수 있습니다." +
      "LJUNGEN/융엔은 폴리에스테르 소재의 커버로, 내구성이 뛰어나며 표면은 은은한 광택이 돌고 부드러운 벨벳 느낌이 나도록 처리되었습니다." +
      "커버는 분리하여 물세탁이 가능하기 때문에 오랫동안 깨끗하게 사용할 수 있습니다." +
      "본 커버는 45,000회의 마모를 견뎌낼 수 있도록 시험을 거쳤습니다. 15,000회 이상을 견디는 제품은 집에서 매일 사용하는 가구에 적합하며, 30,000회 이상을 견디는 제품은 쉽게 마모되지 않습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다." +
      "받이쿠션 5개가 포함됩니다." +
      "시트 깊이와 총 높이는 등쿠션의 각도에 따라 달라집니다.",
    imgUrl: "images/sofa1.png",
  },

  {
    id: "s2",
    name: "SÖDERHAMN 쇠데르함",
    price: 1270000,
    description: "4인용소파+긴 의자, 핀스타 터쿼이즈",
    detail:
      "SÖDERHAMN/쇠데르함 의자 시리즈는 깊숙하고 편안하게 앉을 수 있으며 등쿠션에 편하게 기댈 수 있습니다." +
      "커버를 벗겨서 물세탁할 수 있습니다." +
      "다른 의자와 연결해서 콤비네이션을 만들 수도 있고 단독으로 사용할 수도 있습니다." +
      "커버는 원사 염색한 면, 폴리에스테르 재질의 FINNSTA/핀스타 패브릭으로 만들었습니다. 깔끔하고 선명한 투톤 효과로 깊이감을 더한 디자인이죠." +
      "바닥의 고무소재와 시트쿠션의 고탄성 폼이 몸을 기분 좋게 받쳐주기 때문에 편안하게 앉을 수 있습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다." +
      "25,000 사이클의 마모성 테스트를 완료한 커버입니다. 15,000 사이클 이상을 견디는 커버는 일반적인 가정용으로 적합합니다.",
    imgUrl: "images/sofa2.png",
  },

  {
    id: "s3",
    name: "DELAKTIG 델락티그",
    price: 1388900,
    description: "3인용소파+보조테이블+조명, 힐라레드 앤트러싸이트",
    detail:
      "나에게 맞게 기능을 더하고, 빼고, 바꿀 수 있으며 마음에 드는 스타일로 커버도 선택할 수 있어요." +
      "갑자기 방문객이 찾아오면 소파를 손님용 침대로 사용할 수 있습니다." +
      "커버를 벗겨서 세탁할 수 있습니다." +
      "지퍼가 있어 커버를 쉽게 벗길 수 있습니다." +
      "또한 제품에 포함된 집게를 사용하여 플로어스탠드가 DELAKTIG/델락티그 프레임 쪽을 향하도록 고정할 수도 있습니다." +
      "LED 수명 약 25,000 시간." +
      "조명색:따뜻한 백색(2700K)" +
      "전구가 포함되어 있습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다." +
      "30,000 사이클의 마모성 테스트를 완료한 패브릭입니다. 15,000 사이클 이상을 견디는 패브릭은 집에서 매일 쓰는 가구용으로 적합한 것으로 간주됩니다.",
    imgUrl: "images/sofa3.png",
  },

  {
    id: "s4",
    name: "ANGERSBY 앙에르스뷔",
    price: 169000,
    description: "2인용소파, 크니사 라이트그레이",
    detail:
      "소파는 공간을 효율적으로 활용할 수 있도록 포장되어 집까지 편하게 운반할 수 있습니다." +
      "팔걸이 옆쪽의 주머니에는 리모컨과 소품 등을 넣어두세요.",
    imgUrl: "images/sofa4.png",
  },

  {
    id: "s5",
    name: "HAMMARN 함마른",
    price: 99000,
    description: "소파베드, 크니사 다크그레이, 블랙120 cm",
    detail:
      "신축성 있는 패브릭이 소파베드의 매트리스패드를 감싸고 있기 때문에, 더욱 편안하게 앉고 누울 수 있습니다." +
      "2인용 침대로도 사용할 수 있어요." +
      "가벼워서 쉽게 옮길 수 있습니다." +
      "커버를 벗겨서 세탁할 수 있습니다.",
    imgUrl: "images/sofa5.png",
  },

  {
    id: "s6",
    name: "FRIHETEN 프리헤텐",
    price: 499000,
    description: "수납코너소파베드, 시프테보 다크그레이",
    detail:
      "등쿠션을 빼고 하부프레임을 잡아당기면 쉽고 빠르게 침대로 바꿀 수 있어요." +
      "소파와 긴의자, 더블침대가 하나로 합쳐진 제품입니다." +
      "긴의자 밑에 수납공간이 있습니다. 의자시트를 열고 고정시킬 수 있어서 쉽고 안전하게 물건을 꺼내고 넣을 수 있습니다." +
      "긴의자는 좌우 어디에든 놓을 수 있고 언제든지 위치를 바꿀 수 있습니다." +
      "본 커버는 35,000회의 마모를 견뎌낼 수 있도록 시험을 거쳤습니다. 15,000회 이상을 견디는 제품은 집에서 매일 사용하는 가구에 적합하며, 30,000회 이상을 견디는 제품은 쉽게 마모되지 않습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa6.png",
  },

  {
    id: "s7",
    name: "KIVIK 쉬비크",
    price: 549000,
    description: "3인용소파, 시프테보 다크그레이",
    detail:
      "KIVIK/쉬비크 시리즈는 넓고 푹신하며 등과 허리를 편안하게 받쳐줍니다." +
      "시트쿠션의 상단에 메모리폼을 넣어서 체형에 따라 편안하게 몸을 받쳐주며 복원력이 뛰어납니다." +
      "커버를 벗겨서 세탁할 수 있습니다.",
    imgUrl: "images/sofa7.png",
  },

  {
    id: "s8",
    name: "KLIPPAN 클리판",
    price: 199000,
    description: "2인용소파, 비슬레 그레이",
    detail:
      "시트의 내구성 좋은 금속 스프링은 소파에 푹신한 편안함을 제공하여 오랫동안 앉거나 편안하게 휴식을 즐길 수 있습니다." +
      "이 커버는 폴리에스테르(폴리에스테르 원착) 소재의 VISSLE/비슬레 패브릭으로 제작됩니다. 매끄러운 직조와 멋진 투톤 효과가 있는 내구성 높은 소재입니다." +
      "커버는 분리하여 물세탁이 가능하기 때문에 오랫동안 깨끗하게 사용할 수 있습니다." +
      "본 커버는 50,000회의 마모를 견뎌낼 수 있도록 시험을 거쳤습니다. 15,000회 이상을 견디는 제품은 집에서 매일 사용하는 가구에 적합하며, 30,000회 이상을 견디는 제품은 쉽게 마모되지 않습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa8.png",
  },

  {
    id: "s9",
    name: "KNOPPARP 크노파르프",
    price: 99000,
    description: "2인용소파, 크니사 라이트그레이",
    detail:
      "메탈 프레임과 튼튼한 패브릭으로 구성되어 있으며 내구성이 매우 뛰어납니다." +
      "KNOPPARP/크노파르프 소파의 혁신적인 구조 덕분에 사용되는 재료와 폼의 양은 훨씬 줄어들었지만 누빔처리된 커버가 변함 없는 편안함을 선사합니다." +
      "작고 귀여운 소파로 좁은 공간에도 잘 어울립니다." +
      "원착방식으로 염색한 폴리에스테르 소재의 KNISA/크니사 패브릭으로 만든 커버입니다. 내구성이 뛰어난 소재로 감촉이 부드럽습니다." +
      "원착방식 염색 공정에서는 기존 염색 기법에 비해 물과 염료가 적게 듭니다." +
      "커버를 벗겨서 물세탁할 수 있습니다." +
      "운반이 쉬워서 혼자서도 집까지 가지고 갈 수 있습니다. 패키지의 높이는 1m 정도에 무게는 17kg입니다." +
      "40,000 사이클의 마모성 테스트를 완료한 커버입니다. 15,000 사이클 이상을 견디는 제품은 집에서 매일 사용하는 가구용으로 적합합니다. 30,000 사이클 이상 견디는 제품은 마모 방지 기능이 매우 탁월합니다." +
      "내변색성 레벨 1~8 중 레벨 5~6 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa9.png",
  },

  {
    id: "s10",
    name: "SÖDERHAMN 쇠데르함",
    price: 630000,
    description: "3인용섹션, 핀스타 화이트",
    detail:
      "SÖDERHAMN/쇠데르함 의자 시리즈는 깊숙하고 편안하게 앉을 수 있으며 등쿠션에 편하게 기댈 수 있습니다." +
      "바닥의 고무소재와 시트쿠션의 고탄성 폼이 몸을 기분 좋게 받쳐주기 때문에 편안하게 앉을 수 있습니다." +
      "SÖDERHAMN/쇠데르함 소파 시리즈의 모든 섹션은 따로 독립적으로 놓고 써도 되고 다른 소파 콤비네이션과 조합해서 사용해도 좋습니다." +
      "커버는 원사 염색한 면, 폴리에스테르 재질의 FINNSTA/핀스타 패브릭으로 만들었습니다. 깔끔하고 선명한 투톤 효과로 깊이감을 더한 디자인이죠." +
      "커버를 벗겨서 물세탁할 수 있습니다." +
      "25,000 사이클의 마모성 테스트를 완료한 커버입니다. 15,000 사이클 이상을 견디는 커버는 일반적인 가정용으로 적합합니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa10.png",
  },

  {
    id: "s11",
    name: "EKTORP 엑토르프",
    price: 449000,
    description: "3인용소파, 할라르프 그레이",
    detail:
      "등받이 쿠션은 폴리에스테르섬유 충전재를 사용하여 편안하며 각각 다른 느낌의 양면을 번갈아 사용할 수 있습니다." +
      "시트쿠션에 고탄력폼과 폴리에스테르섬유 충전재를 넣어서 앉았을 때 편안하고 복원력이 뛰어납니다." +
      "커버를 벗겨서 물세탁할 수 있습니다." +
      "새로운 분위기를 연출하고 싶다면 커버를 바꿔보세요." +
      "15,000 사이클의 마모성 테스트를 완료한 커버로, 일반적인 가정용으로 적합합니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa11.png",
  },

  {
    id: "s12",
    name: "KARLSTAD 칼스타드",
    price: 449000,
    description: "3인용소파, 크니사 라이트그레이",
    detail:
      "시트쿠션에 고탄성폼과 폴리에스테르 섬유 충전재를 넣어서 더욱 편안합니다." +
      "커버를 벗겨서 물세탁할 수 있습니다.",
    imgUrl: "images/sofa12.png",
  },

  {
    id: "s13",
    name: "NOCKEBY 노케뷔",
    price: 1099000,
    description: "3인용소파, 긴의자(좌), 탈뮈라 크롬도금 화이트/블랙/크롬도금",
    detail:
      "시트쿠션이 포켓스프링과 컷폼, 폴리에스테르 섬유로 구성되어 있어서 부드럽고 편안하며 안정적입니다." +
      "내구성과 복원력이 뛰어난 포켓스프링을 사용하여 오랫동안 사용해도 부드럽고 편안합니다." +
      "넉넉한 크기로 디자인하여 누구든 편안하게 앉을 수 있습니다." +
      "TALLMYRA/탈뮈라는 면-폴리에스테르 혼방 소재의 셔닐 커버로, 내구성이 뛰어나며 표면은 은은한 광택이 돌고 부드러운 느낌이 나도록 처리되었습니다." +
      "커버를 벗겨서 물세탁할 수 있습니다." +
      "30,000 사이클의 마모성 테스트를 완료한 패브릭입니다. 15,000 사이클 이상을 견디는 패브릭은 집에서 매일 쓰는 가구용으로 적합한 것으로 간주됩니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa13.png",
  },

  {
    id: "s14",
    name: "STOCKSUND 스톡순드",
    price: 699000,
    description: "2인용소파, 세게르스타 멀티컬러, 라이트브라운/우드",
    detail:
      "시트쿠션이 포켓스프링과 컷폼, 폴리에스테르 섬유로 구성되어 있어서 부드럽고 편안하며 안정적입니다." +
      "내구성과 복원력이 뛰어난 포켓스프링을 사용하여 오랫동안 사용해도 부드럽고 편안합니다." +
      "의자시트가 넓어서 더욱 편안하고 깊숙하게 앉을 수 있습니다." +
      "SEGERSTA/세게르스타는 면-폴리에스테르 혼방 소재의 커버로, 내구성이 뛰어나고 실을 엮어 표현한 체크무늬 패턴이 아름다우며 표면은 부드럽고 매끈합니다." +
      "커버는 분리하여 물세탁이 가능하기 때문에 오랫동안 깨끗하게 사용할 수 있습니다." +
      "다리는 너도밤나무 원목 소재입니다." +
      "10년 품질보증. 자세한 내용은 품질보증 브로슈어를 참조하세요." +
      "본 커버는 50,000회의 마모를 견뎌낼 수 있도록 시험을 거쳤습니다. 15,000회 이상을 견디는 제품은 집에서 매일 사용하는 가구에 적합하며, 30,000회 이상을 견디는 제품은 쉽게 마모되지 않습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa14.png",
  },

  {
    id: "s15",
    name: "NORSBORG 노르스보리",
    price: 999000,
    description: "4인용소파, 긴의자 에둠, 에둠 자작나무 브라이트그린/자작나무",
    detail:
      "큰 소파 혹은 작은 소파, 원색 혹은 무채색? 어떤 제품을 원하세요?" +
      "다양한 디자인과 스타일, 크기의 소파 중에서 우리집에 꼭 맞는 소파를 찾아보세요." +
      "고탄성폼 소재의 부드럽고 편안한 소파로 지지력과 복원력이 뛰어납니다." +
      "팔걸이가 높아서 더욱 편안하게 기댈 수 있습니다." +
      "긴의자는 좌우 어디에든 놓을 수 있고 언제든지 위치를 바꿀 수 있습니다." +
      "팔걸이 옆쪽의 주머니에는 리모컨과 소품 등을 넣어두세요." +
      "원목다리가 높아서 소파 밑도 진공청소기로 편하게 청소할 수 있습니다." +
      "커버를 벗겨서 물세탁할 수 있습니다.",
    imgUrl: "images/sofa15.png",
  },

  {
    id: "s16",
    name: "HOLARNA 홀라르나",
    price: 249000,
    description: "2인용소파베드, 봄스타드 블랙",
    detail:
      "작고 귀여운 소파베드로 좁은 공간에도 잘 어울립니다." +
      "쉽게 침대로 바꿀 수 있어요." +
      "젖은 천으로 닦으면 깨끗해집니다." +
      "커버를 벗길 수 없습니다.",
    imgUrl: "images/sofa16.png",
  },

  {
    id: "s17",
    name: "NOCKEBY 노케뷔",
    price: 849000,
    description: "3인용소파, 탈뮈라 화이트/블랙, 목재",
    detail:
      "시트쿠션이 포켓스프링과 컷폼, 폴리에스테르 섬유로 구성되어 있어서 부드럽고 편안하며 안정적입니다." +
      "내구성과 복원력이 뛰어난 포켓스프링을 사용하여 오랫동안 사용해도 부드럽고 편안합니다." +
      "넉넉한 크기로 디자인하여 누구든 편안하게 앉을 수 있습니다." +
      "TALLMYRA/탈뮈라는 면-폴리에스테르 혼방 소재의 셔닐 커버로, 내구성이 뛰어나며 표면은 은은한 광택이 돌고 부드러운 느낌이 나도록 처리되었습니다." +
      "커버를 벗겨서 물세탁할 수 있습니다." +
      "30,000 사이클의 마모성 테스트를 완료한 패브릭입니다. 15,000 사이클 이상을 견디는 패브릭은 집에서 매일 쓰는 가구용으로 적합한 것으로 간주됩니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa17.png",
  },

  {
    id: "s18",
    name: "KIVIK 쉬비크", //18번째 소파 쉬비크건너뜀
    price: 949000,
    description: "4인용소파, 힐라레드 긴의자, 힐라레드 베이지",
    detail:
      "KIVIK/쉬비크 시리즈는 넓고 푹신하며 등과 허리를 편안하게 받쳐줍니다." +
      "시트쿠션의 상단에 메모리폼을 넣어서 체형에 따라 편안하게 몸을 받쳐주며 복원력이 뛰어납니다." +
      "긴의자는 좌우 어디에든 놓을 수 있고 언제든지 위치를 바꿀 수 있습니다." +
      "팔걸이 분리가 가능해서 소파나 긴의자 등과도 쉽게 조합할 수 있습니다." +
      "긴의자는 단독으로뿐만 아니라 소파에 추가하여 사용할 수 있습니다." +
      "커버를 벗겨서 물세탁할 수 있습니다.",
    imgUrl: "images/sofa18.png",
  },

  {
    id: "s19",
    name: "LANDSKRONA 란스크로나",
    price: 899000,
    description: "3인용소파, 그란, 봄스타드 블랙/메탈",
    detail:
      "두께 1.2mm의 그레인 가죽을 사용하여 매끄럽고 부드럽습니다." +
      "내구성이 높은 코팅 패브릭 커버를 사용하여 가죽과 같은 느낌과 질감을 살렸습니다." +
      "시트쿠션에 고탄성폼과 폴리에스테르 섬유 충전재를 넣어서 더욱 편안합니다." +
      "팔걸이를 분리할 수 있고 긴의자에 쉽게 설치할 수 있어요." +
      "커버와 어울리는 다리 슬리브 포함." +
      "커버를 벗길 수 없습니다.",
    imgUrl: "images/sofa19.png",
  },

  {
    id: "s20",
    name: "FRIHETEN 프리헤텐",
    price: 499000,
    description: "3인용소파베드, 시프테보 다크그레이",
    detail:
      "쉽게 침대로 바꿀 수 있어요." +
      "의자시트 밑에 넓고 실용적인 수납공간이 있습니다." +
      "본 커버는 35,000회의 마모를 견뎌낼 수 있도록 시험을 거쳤습니다. 15,000회 이상을 견디는 제품은 집에서 매일 사용하는 가구에 적합하며, 30,000회 이상을 견디는 제품은 쉽게 마모되지 않습니다." +
      "내변색성 레벨 1~8 중 레벨 5 판정을 받은 커버입니다. 업계 표준에 따르면 가정용으로는 레벨 4 이상이 적합합니다.",
    imgUrl: "images/sofa20.png",
  },
];

export default sofas;
